Repository: SaiHemanthBR/Kushagra-iOS
Catalog: Crop Prediction/Supporting Files/*.lproj/Localizable.strings
Languages: te

source: Please Sign In to check your Profile
te: దయచేసి మీ ప్రొఫైల్‌ను తనిఖీ చేయడానికి సైన్ ఇన్ అవండి

source: Tap the "Sign In" button to sign-in
te: ఎగువ "సైన్ ఇన్" బటన్‌తో సైన్ ఇన్ అవండి

source: Bookmarks
te: బుక్ మార్క్

source: Server Address
te: సర్వర్ చిరునామా

source: Settings
te: సెట్టింగులు

source: Help
te: సహాయం

source: Tell a Friend
te: స్నేహితులను ఆహ్వానించండి

source: Sign Out
te: సైన్ అవుట్

source: Enter address of AI Inference Server
te: AI అనుమితి సర్వర్ యొక్క చిరునామాను నమోదు చేయండి

source: invite_messsage
te: హే, కుషాగ్రా యాప్ AI- శక్తితో కూడిన, సహజమైన అనువర్తనం, ఇది నా పంటలను, పంట వ్యాధులను గుర్తించడానికి మరియు పరిష్కారాలను పొందడానికి నేను ఉపయోగిస్తాను. ప్లే స్టోర్‌లో ఉచితంగా పొందండి

source: Save
te: సేవ్

source: Cancel
te: రద్దు చేయు

source: Your Crops
te: మీ పంటలు

source: Crop Diseases
te: పంట వ్యాధులు

source: Select an Option
te: ఎంపిక

source: Camera
te: కెమెరా

source: Photo Library
te: ఫోటో లైబ్రరీ

source: Available Actions
te: అందుబాటులో ఉన్న చర్యలు

source: Crop Details
te: పంట వివరాలు

source: Disease Details
te: వ్యాధి వివరాలు

source: New Crop Detection
te: కొత్త పంట గుర్తింపు

source: New Disease Detection
te: కొత్త వ్యాధి గుర్తింపు

source: Name
te: పేరు

source: Conf
te: నమ్మకత్వం

source: Latitude
te: అక్షాంశం

source: Longitude
te: రేఖాంశం

source: Altitude
te: ఎత్తు

source: Address
te: చిరునామా

source: Type
te: వర్గం

source: Techniques Used
te: ఉపయోగించిన పద్ధతులు

source: Varieties
te: రకాలు

source: Temp
te: ఉష్ణోగ్రత

source: Rainfall
te: వర్షపాతం

source: Soil Type
te: నేల రకం

source: Highest Producer
te: అత్యధిక ఉత్పత్తిదారుడు

source: Major Producers
te: ప్రధాన ఉత్పత్తిదారులు

source: Add to Bookmarks
te: బుక్ మార్క్ లలో చేర్చు

source: Remove from Bookmarks
te: బుక్ మార్క్ నుండి తొలగించు

source: Export to PDF
te: బుక్ మార్క్ నుండి తొలగించు

source: Save Image to Photos
te: పంట చిత్రాన్ని ఫోటోలలో సేవ్ చేయండి

source: Save Map To Photos
te: పంట చిత్రాన్ని ఫోటోలలో సేవ్ చేయండి

source: Delete
te: తొలగించు

source: Are your sure?
te: మీరు ఖచ్చితంగా ఉన్నారా?

source: Discard
te: తొలగించు

source: Close
te: మూసివేయి

source: Options
te: ఎంపికలు

source: coffee
te: కాఫీ

source: cotton
te: పత్తి

source: jute
te: జనపనార

source: maize
te: మొక్కజొన్న

source: millet
te: జొన్నలు

source: rice
te: వరి

source: sugarcane
te: చెరుకుగడ

source: tea
te: టీ

source: tomato
te: టమోటా

source: wheat
te: గోధుమ

source: An Unknown Error Occurred
te: తెలియని లోపం సంభవించింది

source: An error occurred while saving
te: సేవ్ చేస్తున్నప్పుడు లోపం సంభవించింది

source: Unable to Read Data. Error while Parsing Data
te: డేటా చదవడం సాధ్యం కాలేదు. డేటాను అన్వయించేటప్పుడు లోపం

source: Unable to Save for some unknown reason
te: కొన్ని తెలియని కారణాల వల్ల సేవ్ చేయడం సాధ్యం కాలేదు

source: Unable to Delete for some unknown reason
te: కొన్ని తెలియని కారణాల వల్ల తొలగించడం సాధ్యం కాలేదు

source: Error while displaying report
te: నివేదికను ప్రదర్శించేటప్పుడు లోపం
